<?php

return [
        100                 => '未知錯誤',
        200                 => '成功',
        201                 => '失敗',                                
        250                 => '系統錯誤，請聯系管理員',
        300                 => '請先登錄，在操作',
        400                 => '非法錯誤',
        404                 => '非法請求',
        500                 => '操作頻繁，請稍後再試',
        3001                => "參數錯誤",
        3002                => "驗簽失敗",
        3003                => "數據庫查詢失敗",
        3004                => "未查詢到數據",
        3005                => "沒有數據",
        3006                => "沒有權限",
        3007                => "行為不正常",
        3008                => "數據庫操作失敗",
        3009                => "解碼失敗",

];